{
  "homeScreen": {
    "overview" : "översikt",
    "wordlist" : "ordlista"
  },
  "overview": {
    "intro":{
      "text1": "Iaidō (居合道) är en japansk modern budōart. Iaidō kan beskrivas som konsten att dra det japanska svärdet, katana. Iaidōns ursprungliga tekniker kom till för att användas i strid, men har numera ersatts av andra intentioner. Man tränar Iaidō ensam mot tänkta motståndare enligt noga bestämda rörelsemönster. För de som tränar på avancerad nivå kan det snarare beskrivas som en slags meditation i rörelse för att öva upp sitt intuitiva handlande, för att bevara lugnet i stressade situationer, balans, harmoni med mycket fokus på koncentration. Iaidō kan översättas till \"vägen till harmoni med nuet\" eller \"vägen till harmonisk närvaro\". Karaktäristiskt för iaidō är att utövaren drar svärdet och hugger i samma rörelse. Detta kallas nuki-tsuke på japanska. Iaidōn utvecklades under den japanska senmedeltiden för att användas och fungera i strid och övningarna hade striden som huvudsyfte. Idag övar man i princip samma tekniker som då, dock utan en reell strid som mål. Man utövar Iaidō t.ex. av intresse för japanska traditioner, motion, eller själslig utveckling."
    },
    "kamae":{
      "text1": "Kamae (構え) är en japansk term som används i stridskonst, kampsport och traditionell teater (Noh, Kyōgen, Kabuki och Bunraku) som ett element i kata. Det översätts till ungefär \"hållning\". Kanjitecknet för detta ord betyder \"bas\". \n\nKamae ska skiljas från det japanska kampsportuttrycket Tachi (立ち), som också syftar på hållning. Medan Tachi hänvisar till läget av kroppen från midjan och ner, avser Kamae hållningen i hela kroppen och omfattar även ens mentala attityd. Dessa anslutna mentala och fysiska aspekter av beredskap kan individuellt refereras till som respektive kokoro-gamae (心構え) och mi-gamae (身構え) (gamae blir uttalet i sammansatta ord)."
    }  
  },
  "seitei":{
    "detail": "detalj",
    "detaiTab":{
      "text1": "Zen Nippon Kendo Renmei Iaido is the iaidō style of the All Japan Kendo Federation (AJKF, Zen Nippon Kendo Renmei or ZNKR). This style of standardised iaido is also known as Seitei Iaido (制定 居合道) or Zenkenren Iaido (全剣連 居合道)."
    }
  }
}